[
	{
		"header":"BRAND KIT",
		"text": "Brand kit package example including logos, banners, typograhpy, colors and social media kit",
		"image1":"content/images/brandKit.PNG",
		"image2": "./../content/images/brandKit.PNG",
		"modalTitle": "BRAND KIT",
		"caseChallenge": "Create a style guide that will help the brand stay cohesive across all types of media.",
		"caseSolution": "I brainstormed typograhpy, and color to envoke emotion that fits the brand.  You can get a clear picture of the brands image.  I included custom icons. These media kits will help any brand redefine themselves online.",
		"cardNum": "cards3",
		"uniqueId": "card3a"
	},
	{
		"header":"QUINNCHELLA PARTY </br>DESIGNS",
		"text": "Poster, logo, and social media posts created for a mock party event",
		"image1":"content/images/quinchella.png",
		"image2":"./../content/images/quinnchella.png",
		"modalTitle": "Party designs",
		"caseChallenge": "Create a mock festival kit for a birthday party. Event poster, Instagram grid post, and custom mocktail logos",
		"caseSolution": "With this bundle I took the clients requests on color scheme and how she wanted the event to feel and created redeigns of mock festival posters. The fonts were all picked to envoke girly, fun and carefree vibes. A custom mocktail logo was the cherry on top for the full party experience.",
		"cardNum": "cards3",
		"uniqueId": "card3b"
	},
	{
		"header":"Logo </br>Examples",
		"text": "These are some examples of logos I have created based on clients requirements.",
		"image1": "https://gph.is/g/4AgX8LN",
		"image2":"./../content/images/logoExamples.png",
		"modalTitle": "Logo Examples",
		"caseChallenge": "Each logo required unique designs based on the clients request for their brand.",
		"caseSolution": "Utilizing color to create the mood of the brand and typography & shapes to make the design coheisve.",
		"cardNum": "cards3",
		"uniqueId": "card3c"
	},
	{
		"header":"Event </br> poster",
		"text": "Event poster and logo creation for digital and print",
		"image1": "https://gph.is/g/4AgX8LN",
		"image2":"./../content/images/birthdayposter.png",
		"modalTitle": "Event Poster",
		"caseChallenge": "Create an event poster showcasing the event and musical guest",
		"caseSolution": "I really focused on the use of space for this mockup. I wanted all the information to be included without cluttering the poster. It  needed be easy to read at a glance and really showing off the musical artist.",
		"cardNum": "cards3",
		"uniqueId": "card3d"
	}
]